{
    "Who was the first NHL player to win the Hart Trophy?": "Frank Nighbor",
    "Which NHL teams are known as the 'Original Six'?": "Boston Bruins, Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers, Toronto Maple Leafs",
    "Who scored the most goals in a single game in NHL history?": "Joe Malone",
    "What is the name of the NHL award given to the league's best defenseman?": "Norris Trophy",
    "Which player has the nickname 'The Great One'?": "Wayne Gretzky",
    "Which NHL team was the first to play in the state of California?": "Los Angeles Kings",
    "Who was the first goalie to wear a mask in an NHL game?": "Jacques Plante",
    "What is the name of the NHL team located in Nashville?": "Nashville Predators",
    "Who scored the most goals in an NHL career without winning a Stanley Cup?": "Marcel Dionne",
    "Which player has the most assists in NHL history?": "Wayne Gretzky",
    "Who was the first woman to play in an NHL game?": "Manon Rhéaume",
    "Which NHL team plays at Madison Square Garden?": "New York Rangers",
    "Who is the all-time leader in points for the Chicago Blackhawks?": "Stan Mikita",
    "What year did the NHL expand from the Original Six teams?": "1967",
    "Who is the NHL's all-time leader in wins as a goaltender?": "Martin Brodeur",
    "Which team joined the NHL in 2017?": "Vegas Golden Knights",
    "What is the oldest trophy in professional sports, awarded in the NHL?": "Stanley Cup",
    "Who was the youngest player to score 100 points in a season?": "Wayne Gretzky",
    "Which team won the Stanley Cup in their inaugural season?": "No team has ever done so.",
    "What year was the first Winter Classic played?": "2008",
    "Who was the first player to win the Art Ross Trophy?": "Elmer Lach",
    "What is the name of the NHL's award for the league's top rookie?": "Calder Trophy",
    "Which NHL team plays home games at Rogers Arena?": "Vancouver Canucks",
    "Who was the first NHL player to score 50 goals in 50 games?": "Maurice 'Rocket' Richard",
    "Which NHL team holds the record for the longest winning streak?": "Pittsburgh Penguins",
    "Which country has produced the most NHL players?": "Canada",
    "Who was the first European-born player to captain an NHL team?": "Mats Sundin",
    "Which NHL team is famous for the 'Miracle on Manchester' comeback?": "Los Angeles Kings",
    "What is the nickname of the NHL team from Winnipeg?": "Winnipeg Jets",
    "Which player has the most career playoff goals?": "Wayne Gretzky",
    "What team did Mario Lemieux save from bankruptcy as an owner?": "Pittsburgh Penguins",
    "Which NHL player has the most career overtime goals?": "Alex Ovechkin",
    "Who was the first black player in the NHL?": "Willie O'Ree",
    "What year was the NHL All-Star Game first played?": "1947",
    "Who was the first NHL player to score 1,000 goals in their career?": "Nobody",
    "Which NHL team has the mascot named 'Bailey'?": "Los Angeles Kings",
    "Who was the last active player from the NHL's Original Six era?": "Gordie Howe",
    "Which team has the most appearances in the Stanley Cup Final?": "Montreal Canadiens",
    "What is the term for a player scoring three goals in one game?": "Hat trick",
    "Who won the Selke Trophy the most times?": "Patrice Bergeron",
    "What team did Bobby Orr play for most of his career?": "Boston Bruins",
    "Who was the first NHL player to be drafted in the Entry Draft?": "Garry Monahan",
    "Which NHL arena is the oldest in use?": "Madison Square Garden",
    "Which NHL team has the nickname 'Broad Street Bullies'?": "Philadelphia Flyers",
    "Which goalie has the record for most points in a single NHL season?": "Grant Fuhr",
    "What is the penalty for deliberately delaying the game by shooting the puck over the glass?": "Delay of game",
    "Which NHL player was nicknamed 'The Golden Jet'?": "Bobby Hull",
    "What year was the NHL first televised?": "1952",
    "Who was the first captain of the Seattle Kraken?": "Mark Giordano",
    "What is the name of the NHL's award for perseverance and sportsmanship?": "Bill Masterton Trophy",
    "Who has the most power-play goals in NHL history?": "Alex Ovechkin",
    "Which NHL player had the nickname 'Mr. Hockey'?": "Gordie Howe",
    "Who holds the record for most goals scored in a single NHL season?": "Wayne Gretzky",
    "Which team won the Stanley Cup in 2023?": "Vegas Golden Knights",
    "Who was the first player to score 50 goals in a season?": "Maurice Richard",
    "What year was the NHL founded?": "1917",
    "Which team has won the most Stanley Cups?": "Montreal Canadiens",
    "Who is the all-time leading scorer in NHL history?": "Wayne Gretzky",
    "Which NHL team is nicknamed the 'Broad Street Bullies'?": "Philadelphia Flyers",
    "Who was the first NHL player to score 100 points in a single season?": "Phil Esposito",
    "What is the name of the trophy awarded to the NHL's top goalie?": "Vezina Trophy",
    "Which NHL team is based in Seattle?": "Seattle Kraken",
    "Who was the first American-born player to score 500 goals in the NHL?": "Joe Mullen",
    "Which player holds the record for the fastest hat trick in NHL history?": "Bill Mosienko",
    "What is the name of the trophy awarded to the NHL playoff MVP?": "Conn Smythe Trophy",
    "Who was the first overall pick in the 2015 NHL Draft?": "Connor McDavid",
    "Which NHL team is known for the tradition of throwing octopuses on the ice?": "Detroit Red Wings",
    "Who scored the famous 'Golden Goal' in the 2010 Winter Olympics?": "Sidney Crosby",
    "What player holds the record for most career penalty minutes in the NHL?": "Tiger Williams",
    "Which goalie has the most career shutouts in NHL history?": "Martin Brodeur",
    "What is the name of the NHL’s championship trophy?": "Stanley Cup",
    "Who was the first player to record 1,000 career points in the NHL?": "Gordie Howe",
    "Which NHL team did Wayne Gretzky play for when he scored his 802nd goal to break Gordie Howe's record?": "Los Angeles Kings",
    "Who was the youngest captain in NHL history?": "Connor McDavid",
    "Which team became the first NHL expansion team to win the Stanley Cup?": "Philadelphia Flyers",
    "What is the term used when a goalie stops every shot in a game?": "Shutout",
    "Which NHL team has a mascot named Gritty?": "Philadelphia Flyers",
    "Who won the Hart Trophy in 2022?": "Auston Matthews",
    "What is the NHL’s annual outdoor game called?": "Winter Classic",
    "What is the maximum number of players allowed on the ice for one team during regular play?": "Six",
    "Which NHL player has the nickname 'Ovi'?": "Alex Ovechkin",
    "Who was the first European-born player to be inducted into the Hockey Hall of Fame?": "Borje Salming",
    "Which city hosted the first Winter Olympics featuring NHL players?": "Nagano, Japan",
    "What team did Mario Lemieux play for his entire NHL career?": "Pittsburgh Penguins",
    "What is the name of the Boston Bruins mascot?": "Blades the Bruin",
    "When did the Utah Hockey Club join the NHL?": "2022",
    "What jersey number did Wayne Gretzky wear?": "99",
    "What jesery number is retired league-wide by the NHL?": "99",
    "Who was the first goalie to get a goalie-goal?": "Ron Hextall",
    "Who was the first goalie to be credited with a goal?": "Billy Smith",
    "Who was the first emergency backup goalie to win a game?": "David Ayres",
    "Who was the first NHL player to score a goal in a game played in Europe?": "Michael Cammalleri",
    "Who was the first goalie to score a goal in a playoff game?": "Ron Hextall",
    "Which NHL player has the nickname 'Sid the Kid'?": "Sidney Crosby",
    "Which NHL player has the nickname 'Big Z'?": "Zdeno Chara",
    "Which NHL player has the nickname 'The Finnish Flash'?": "Teemu Selanne",
    "Which NHL player has the nickname 'The Russian Rocket'?": "Pavel Bure",
    "Which NHL player has the nickname 'The Rat'?": "Brad Marchand",
    "Which NHL player has the nickname 'The Flower'?": "Marc-Andre Fleury",
    "Which NHL player has the nickname 'The Captain'?": "Gabriel Landeskog",
    "Which NHL player has the nickname 'The King'?": "Henrik Lundqvist",
    "Whern did the Carolina Hurricanes change from the Hartford Whalers?": "1997",
    "Which stadium became the first stadium to have held two Winter Classic's?": "Fenway Park",
    "Which NHL team has the nickname 'The Blue Shirts'?": "New York Rangers",
    "Which NHL team has the nickname 'The B's'?": "Boston Bruins",
    "Which NHL team has the nickname 'The Hawks'?": "Chicago Blackhawks",
    "Which NHL team has the nickname 'The Wings'?": "Detroit Red Wings",
    "Which NHL team has the nickname 'The Habs'?": "Montreal Canadiens",
    "Which NHL team has the nickname 'The Leafs'?": "Toronto Maple Leafs",
    "Which NHL team has the nickname 'The Nucks'?": "Vancouver Canucks",
    "Which NHL team has the nickname 'The Caps'?": "Washington Capitals",
    "Which NHL team has the nickname 'The Jets'?": "Winnipeg Jets",
    "Which NHL team has the nickname 'The Flames'?": "Calgary Flames",
    "Which NHL team has the nickname 'The Kings'?": "Los Angeles Kings",
    "Which NHL team has the nickname 'The Devils'?": "New Jersey Devils",
    "Which NHL team has the nickname 'The Isles'?": "New York Islanders",
    "Which NHL team has the nickname 'The Flyers'?": "Philadelphia Flyers",
    "Which NHL team has the nickname 'The Pens'?": "Pittsburgh Penguins",
    "Which NHL team has the nickname 'The Sharks'?": "San Jose Sharks",
    "Which NHL team has the nickname 'The Blues'?": "St. Louis Blues",
    "Which NHL team has the nickname 'The Bolts'?": "Tampa Bay Lightning",
    "Which NHL team has the nickname 'The Knights'?": "Vegas Golden Knights",
    "Which NHL team has the nickname 'The Ducks'?": "Anaheim Ducks",
    "Which NHL team has the nickname 'The Sabres'?": "Buffalo Sabres",
    "Which NHL team has the nickname 'The Avs'?": "Colorado Avalanche",
    "Which NHL team has the nickname 'The Jackets'?": "Columbus Blue Jackets",
    "Which NHL team has the nickname 'The Stars'?": "Dallas Stars",
    "Which NHL team has the nickname 'The Oilers'?": "Edmonton Oilers",
    "Which NHL team has the nickname 'The Cats'?": "Florida Panthers",
    "Which NHL team has the nickname 'The Wild'?": "Minnesota Wild",
    "Which NHL team has the nickname 'The Preds'?": "Nashville Predators",
    "Which NHL team has the nickname 'The Sens'?": "Ottawa Senators",
    "Which NHL team has the nickname 'The Yotes'?": "Arizona Coyotes",
    "Which NHL team has the nickname 'The Canes'?": "Carolina Hurricanes",
    "How many NHL teams are there?": "32",
    "Which NHL team has the nickname 'The Kraken'?": "Seattle Kraken",
    "How many NHL teams are in Canada?": "7",
    "How many NHL teams are in the United States?": "25",
    "Which player ended Cam Neely's consecutive 50-goal seasons streak?": "Teemu Selanne",
    "Which player ended Cam Neely's career?": "Scott Stevens",
    "What year did Wayne Gretzky retire?": "1999",
    "What year did Mario Lemieux retire?": "2006",
    "What year did Gordie Howe retire?": "1980",
    "What year did Bobby Orr retire?": "1978",
    "What year did Maurice Richard retire?": "1960",
    "What year did Jean Beliveau retire?": "1971",
    "What year did Guy Lafleur retire?": "1991",
    "What year did Bobby Hull retire?": "1980",
    "What year did Phil Esposito retire?": "1981",
    "What year did Marcel Dionne retire?": "1989",
    "What year did Mike Bossy retire?": "1987",
    "What year did Mark Messier retire?": "2004",
    "What year did Ray Bourque retire?": "2001",
    "What year did Steve Yzerman retire?": "2006",
    "What year did Jaromir Jagr retire?": "2018",
    "What year did Martin Brodeur retire?": "2015",
    "What year did Patrick Roy retire?": "2003",
    "What year did Dominik Hasek retire?": "2008",
    "What year did Grant Fuhr retire?": "2000",
    "What year did Ed Belfour retire?": "2007",
    "What year did Ron Hextall retire?": "1999",
    "What year did Bernie Parent retire?": "1979",
    "What year did Ken Dryden retire?": "1979",
    "What year did Tony Esposito retire?": "1984",
    "What year did Terry Sawchuk retire?": "1970",
    "What year did Glenn Hall retire?": "1971",
    "What year did Jacques Plante retire?": "1975",
    "What year did Johnny Bower retire?": "1969",
    "What year did George Hainsworth retire?": "1937",
    "What year did Bill Durnan retire?": "1950",
    "What year did Turk Broda retire?": "1952",
    "Who was the first NHL player to score a hat trick in the Stanley Cup Finals?": "Reg Noble",
    "Which NHL player has the most career points in a single postseason?": "Wayne Gretzky",
    "What year did the NHL introduce the shootout to determine regular-season ties?": "2005",
    "Which NHL player is known for the 'Forsberg move' in penalty shots?": "Peter Forsberg",
    "What is the term for when a team scores with an extra attacker due to the goalie being pulled?": "Empty-net goal",
    "Which NHL team was the first to win back-to-back Stanley Cups in the expansion era?": "Philadelphia Flyers",
    "What year did the NHL change the rule to allow two-line passes?": "2005",
    "Which NHL player scored the fastest goal in a game from the opening faceoff?": "Doug Smail",
    "Which NHL player has the record for the longest consecutive point streak?": "Wayne Gretzky",
    "Who is the youngest NHL player to captain a team to a Stanley Cup victory?": "Sidney Crosby",
    "Which team did Gordie Howe play for in his final NHL season?": "Hartford Whalers",
    "Who is the all-time leader in penalty minutes for the NHL?": "Tiger Williams",
    "Which NHL arena has the largest seating capacity?": "Bell Centre",
    "Who was the first player to win the Hart Trophy, Art Ross Trophy, and Stanley Cup in the same season?": "Bobby Orr",
    "Which NHL team was the first to introduce a third jersey?": "Anaheim Ducks",
    "What is the nickname of the famous slap shot used by Al MacInnis?": "The Mac Missile",
    "Which NHL team has the longest Stanley Cup drought?": "Toronto Maple Leafs",
    "What is the nickname for the line featuring Gretzky, Kurri, and Tikkanen on the Oilers?": "The Dynasty Line",
    "Which NHL player holds the record for most games played in a career?": "Patrick Marleau",
    "What is the name of the NHL trophy awarded for the best plus/minus rating?": "No longer awarded",
    "Which goalie is known for the butterfly style of goaltending?": "Patrick Roy",
    "Who is the only NHL player to play in over 2,000 games?": "Gordie Howe",
    "Which player was the first to be unanimously voted into the Hockey Hall of Fame?": "Jean Béliveau",
    "What is the term for a team losing a game despite outshooting their opponent by a wide margin?": "Goalie win",
    "What year did the NHL switch to a divisional playoff format?": "2014",
    "Which player has the most shorthanded goals in NHL history?": "Wayne Gretzky",
    "Who was the first NHL player to win the Conn Smythe Trophy twice?": "Bernie Parent",
    "Which NHL team was nicknamed the 'Dead Wings' during the 1970s?": "Detroit Red Wings",
    "What is the name of the international competition where NHL players represent their countries?": "World Cup of Hockey",
    "Who was the first goalie to record 500 career wins?": "Patrick Roy",
    "Which team was the first to wear colored jerseys for home games in the NHL?": "Boston Bruins",
    "Which NHL player was the first to appear on the cover of EA Sports' NHL video game?": "Rod Brind'Amour",
    "What is the term for a defenseman joining the offensive rush?": "Pinching",
    "Which NHL player scored the 'Goal of the Century' in 1972?": "Paul Henderson",
    "Who was the first Russian player inducted into the Hockey Hall of Fame?": "Valeri Kharlamov",
    "Which NHL team was the first to use synthetic ice for practice?": "Minnesota Wild",
    "Who was the first goalie to win the Hart Trophy?": "Roy Worters",
    "What is the NHL record for most goals in a period by one team?": "10",
    "Which NHL player is known for the 'Spin-o-Rama' move?": "Denis Savard",
    "Who was the first player to win both the Calder Trophy and the Art Ross Trophy in their career?": "Wayne Gretzky",
    "What year was the first NHL Winter Classic held outdoors?": "2008",
    "Which NHL team has a tradition of a pregame siren?": "Carolina Hurricanes",
    "What is the record for most points by a defenseman in a single NHL season?": "139 (Paul Coffey)",
    "Who was the first player to score a goal in an NHL All-Star Game?": "Gordie Howe",
    "What year was the NHL Players' Association founded?": "1967",
    "Which NHL player has the nickname 'Captain Canada'?": "Ryan Smyth",
    "Who holds the record for most power-play points in NHL history?": "Wayne Gretzky",
    "Which player was the first to win the NHL's King Clancy Memorial Trophy?": "Lanny McDonald",
    "What year was the first NHL Draft held?": "1963",
    "Who is the only NHL player to score a goal in four different decades?": "Gordie Howe",
    "Which team has the record for the most goals in a single NHL game?": "Montreal Canadiens",
    "What is the nickname for the NHL's emergency backup goalies?": "EBUG",
    "Who is the highest-scoring undrafted player in NHL history?": "Adam Oates",
    "What year did the NHL adopt the trapezoid rule for goalies?": "2005",
    "Which NHL player holds the record for most playoff shutouts?": "Martin Brodeur",
    "Who scored the first goal in NHL history?": "Dave Ritchie",
    "What is the nickname for a hockey puck?": "Biscuit",
    "Who was the first player to win the NHL's Rocket Richard Trophy?": "Teemu Selanne",
    "Which NHL team has the nickname 'Bolts'?": "Tampa Bay Lightning",
    "Who holds the record for most consecutive games played in NHL history?": "Keith Yandle",
    "What is the name of the NHL arena in Edmonton?": "Rogers Place",
    "What year did the NHL implement the salary cap?": "2005",
    "Who was the first female assistant coach in NHL history?": "Cammi Granato",
    "What year was the NHL's first outdoor Heritage Classic played?": "2003",
    "Which NHL player scored the fastest four goals in a single game?": "Joe Malone",
    "What is the NHL's annual draft lottery called?": "NHL Draft Lottery",
    "Which NHL player has the most game-winning goals in their career?": "Jaromir Jagr",
    "Who was the first NHL player to score a penalty shot goal in the playoffs?": "Wayne Gretzky",
    "What is the record for most saves in a single NHL game?": "85 (Ron Tugnutt)",
    "What is the term for a defenseman blocking a shot with their body?": "Shot block",
    "Who was the first woman hired as an NHL general manager?": "None to date",
    "Which NHL team has the nickname 'The Desert Dogs'?": "Arizona Coyotes",
    "Who was the first NHL player to wear a visor regularly?": "Craig MacTavish",
    "What is the record for the fastest three goals scored by a team in the NHL?": "20 seconds",
    "Who was the youngest player to play in an NHL game?": "Bep Guidolin",
    "Which NHL team was the first to introduce cheerleaders?": "Florida Panthers",
    "What is the name of the NHL's fan award?": "NHL Fan Choice Awards",
    "Who was the first player to score five goals in an NHL game?": "Joe Malone",
    "What is the nickname of the NHL's youngest draft pick rule?": "Gretzky Rule",
    "Which NHL player holds the record for most points in a single NHL season by a rookie?": "Teemu Selanne",
    "Who is the NHL's all-time leader in playoff points?": "Wayne Gretzky",
    "What year did the NHL's shootout rule begin?": "2005",
    "Who was the first captain of the NHL's Seattle Kraken?": "Mark Giordano",
    "What is the term for a play resulting in two teammates scoring on a single sequence?": "Two-on-one",
    "Who is the all-time leader in faceoff wins since 2005-06?": "Sidney Crosby",
    "What is the NHL's limit on goalie pad height?": "38 inches",
    "Who has the most assists in a single post season?": "Connor McDavid",
    "Who has the highest faceoff win percentage since 2005-06?": "Yanic Perreault",
    "Who has the most faceoff losses since 2005-06?": "Sidney Crosby",
    "Who has the most faceoff's taken since 2005-06?": "Sidney Crosby",
    "When was the last time the Anaheim Ducks won the Stanley Cup?": "2007",
    "When was the last time the Boston Bruins won the Stanley Cup?": "2011",
    "When was the last time the Buffalo Sabres won the Stanley Cup?": "1975",
    "When was the last time the Calgary Flames won the Stanley Cup?": "1989",
    "When was the last time the Carolina Hurricanes won the Stanley Cup?": "2006",
    "When was the last time the Chicago Blackhawks won the Stanley Cup?": "2015",
    "When was the last time the Colorado Avalanche won the Stanley Cup?": "2022",
    "When was the last time the Columbus Blue Jackets won the Stanley Cup?": "Never",
    "When was the last time the Dallas Stars won the Stanley Cup?": "1999",
    "When was the last time the Detroit Red Wings won the Stanley Cup?": "2008",
    "When was the last time the Edmonton Oilers won the Stanley Cup?": "2006",
    "When was the last time the Florida Panthers won the Stanley Cup?": "1996",
    "When was the last time the Los Angeles Kings won the Stanley Cup?": "2014",
    "When was the last time the Minnesota Wild won the Stanley Cup?": "Never",
    "When was the last time the Montreal Canadiens won the Stanley Cup?": "1993",
    "When was the last time the Nashville Predators won the Stanley Cup?": "Never",
    "When was the last time the New Jersey Devils won the Stanley Cup?": "2012",
    "When was the last time the New York Islanders won the Stanley Cup?": "1983",
    "When was the last time the New York Rangers won the Stanley Cup?": "1994",
    "When was the last time the Ottawa Senators won the Stanley Cup?": "1927",
    "When was the last time the Philadelphia Flyers won the Stanley Cup?": "1975",
    "When was the last time the Pittsburgh Penguins won the Stanley Cup?": "2017",
    "When was the last time the San Jose Sharks won the Stanley Cup?": "Never",
    "When was the last time the Seattle Kraken won the Stanley Cup?": "Never",
    "When was the last time the St. Louis Blues won the Stanley Cup?": "2019",
    "When was the last time the Tampa Bay Lightning won the Stanley Cup?": "2021",
    "When was the last time the Toronto Maple Leafs won the Stanley Cup?": "1967",
    "When was the last time the Vancouver Canucks won the Stanley Cup?": "Never",
    "When was the last time the Vegas Golden Knights won the Stanley Cup?": "2023",
    "When was the last time the Washington Capitals won the Stanley Cup?": "2018",
    "When was the last time the Winnipeg Jets won the Stanley Cup?": "Never",
    "How many NHL teams did Wayne Gretzky play for?": "4",
    "How many NHL teams did Jaromir Jagr play for?": "9",
    "How many NHL teams did Gordie Howe play for?": "2",
    "How many NHL teams did Mario Lemieux play for?": "1",
    "How many NHL teams did Bobby Orr play for?": "2",
    "Who is the second all-time in career assists?": "Ron Francis",
    "Who has scored the most shorthanded goals in a single season?": "Mario Lemieux",
    "Who has the most career shorthanded goals?": "Wayne Gretzky",
    "Who holds the record for most shootout goals in a single season?": "Ilya Kovalchuk"
}