{
    "Who was the first NHL player to win the Hart Trophy?": "Frank Nighbor",
    "Which NHL teams are known as the 'Original Six'?": "Boston Bruins, Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers, Toronto Maple Leafs",
    "Who scored the most goals in a single game in NHL history?": "Joe Malone",
    "What is the name of the NHL award given to the league's best defenseman?": "Norris Trophy",
    "Which player has the nickname 'The Great One'?": "Wayne Gretzky",
    "Which NHL team was the first to play in the state of California?": "Los Angeles Kings",
    "Who was the first goalie to wear a mask in an NHL game?": "Jacques Plante",
    "What is the name of the NHL team located in Nashville?": "Nashville Predators",
    "Who scored the most goals in an NHL career without winning a Stanley Cup?": "Marcel Dionne",
    "Which player has the most assists in NHL history?": "Wayne Gretzky",
    "Who was the first woman to play in an NHL game?": "Manon Rhéaume",
    "Which NHL team plays at Madison Square Garden?": "New York Rangers",
    "Who is the all-time leader in points for the Chicago Blackhawks?": "Stan Mikita",
    "What year did the NHL expand from the Original Six teams?": "1967",
    "Who is the NHL's all-time leader in wins as a goaltender?": "Martin Brodeur",
    "Which team joined the NHL in 2017?": "Vegas Golden Knights",
    "What is the oldest trophy in professional sports, awarded in the NHL?": "Stanley Cup",
    "Who was the youngest player to score 100 points in a season?": "Wayne Gretzky",
    "Which team won the Stanley Cup in their inaugural season?": "No team has ever done so (Vegas Golden Knights reached the Final in their first season).",
    "What year was the first Winter Classic played?": "2008",
    "Who was the first player to win the Art Ross Trophy?": "Elmer Lach",
    "What is the name of the NHL's award for the league's top rookie?": "Calder Trophy",
    "Which NHL team plays home games at Rogers Arena?": "Vancouver Canucks",
    "Who was the first NHL player to score 50 goals in 50 games?": "Maurice 'Rocket' Richard",
    "Which NHL team holds the record for the longest winning streak?": "Pittsburgh Penguins",
    "Which country has produced the most NHL players?": "Canada",
    "Who was the first European-born player to captain an NHL team?": "Mats Sundin",
    "Which NHL team is famous for the 'Miracle on Manchester' comeback?": "Los Angeles Kings",
    "What is the nickname of the NHL team from Winnipeg?": "Winnipeg Jets",
    "Which player has the most career playoff goals?": "Wayne Gretzky",
    "What team did Mario Lemieux save from bankruptcy as an owner?": "Pittsburgh Penguins",
    "Which NHL player has the most career overtime goals?": "Alex Ovechkin",
    "Who was the first black player in the NHL?": "Willie O'Ree",
    "What year was the NHL All-Star Game first played?": "1947",
    "Who was the first NHL player to score 1,000 goals in their career?": "No player has scored 1,000 goals; Wayne Gretzky holds the record with 894.",
    "Which NHL team has the mascot named 'Bailey'?": "Los Angeles Kings",
    "Who was the last active player from the NHL's Original Six era?": "Gordie Howe",
    "Which team has the most appearances in the Stanley Cup Final?": "Montreal Canadiens",
    "What is the term for a player scoring three goals in one game?": "Hat trick",
    "Who won the Selke Trophy the most times?": "Patrice Bergeron",
    "What team did Bobby Orr play for most of his career?": "Boston Bruins",
    "Who was the first NHL player to be drafted in the Entry Draft?": "Garry Monahan",
    "Which NHL arena is the oldest in use?": "Madison Square Garden",
    "Which NHL team has the nickname 'Broad Street Bullies'?": "Philadelphia Flyers",
    "Which goalie has the record for most points in a single NHL season?": "Grant Fuhr",
    "What is the penalty for deliberately delaying the game by shooting the puck over the glass?": "Delay of game",
    "Which NHL player was nicknamed 'The Golden Jet'?": "Bobby Hull",
    "What year was the NHL first televised?": "1952",
    "Who was the first captain of the Seattle Kraken?": "Mark Giordano",
    "What is the name of the NHL's award for perseverance and sportsmanship?": "Bill Masterton Trophy",
    "Who has the most power-play goals in NHL history?": "Alex Ovechkin",
    "Which NHL player had the nickname 'Mr. Hockey'?": "Gordie Howe",
    "Who holds the record for most goals scored in a single NHL season?": "Wayne Gretzky",
    "Which team won the Stanley Cup in 2023?": "Vegas Golden Knights",
    "Who was the first player to score 50 goals in a season?": "Maurice Richard",
    "What year was the NHL founded?": "1917",
    "Which team has won the most Stanley Cups?": "Montreal Canadiens",
    "Who is the all-time leading scorer in NHL history?": "Wayne Gretzky",
    "Which NHL team is nicknamed the 'Broad Street Bullies'?": "Philadelphia Flyers",
    "Who was the first NHL player to score 100 points in a single season?": "Phil Esposito",
    "What is the name of the trophy awarded to the NHL's top goalie?": "Vezina Trophy",
    "Which NHL team is based in Seattle?": "Seattle Kraken",
    "Who was the first American-born player to score 500 goals in the NHL?": "Joe Mullen",
    "Which player holds the record for the fastest hat trick in NHL history?": "Bill Mosienko",
    "What is the name of the trophy awarded to the NHL playoff MVP?": "Conn Smythe Trophy",
    "Who was the first overall pick in the 2015 NHL Draft?": "Connor McDavid",
    "Which NHL team is known for the tradition of throwing octopuses on the ice?": "Detroit Red Wings",
    "Who scored the famous 'Golden Goal' in the 2010 Winter Olympics?": "Sidney Crosby",
    "What player holds the record for most career penalty minutes in the NHL?": "Tiger Williams",
    "Which goalie has the most career shutouts in NHL history?": "Martin Brodeur",
    "What is the name of the NHL’s championship trophy?": "Stanley Cup",
    "Who was the first player to record 1,000 career points in the NHL?": "Gordie Howe",
    "Which NHL team did Wayne Gretzky play for when he scored his 802nd goal to break Gordie Howe's record?": "Los Angeles Kings",
    "Who was the youngest captain in NHL history?": "Connor McDavid",
    "Which team became the first NHL expansion team to win the Stanley Cup?": "Philadelphia Flyers",
    "What is the term used when a goalie stops every shot in a game?": "Shutout",
    "Which NHL team has a mascot named Gritty?": "Philadelphia Flyers",
    "Who won the Hart Trophy in 2022?": "Auston Matthews",
    "What is the NHL’s annual outdoor game called?": "Winter Classic",
    "What is the maximum number of players allowed on the ice for one team during regular play?": "Six",
    "Which NHL player has the nickname 'Ovi'?": "Alex Ovechkin",
    "Who was the first European-born player to be inducted into the Hockey Hall of Fame?": "Borje Salming",
    "Which city hosted the first Winter Olympics featuring NHL players?": "Nagano, Japan",
    "What team did Mario Lemieux play for his entire NHL career?": "Pittsburgh Penguins",
    "What is the name of the Boston Bruins mascot?": "Blades the Bruin",
    "When did the Utah Hockey Club join the NHL?": "2022",
    "What jersey number did Wayne Gretzky wear?": "99",
    "What jesery number is retired league-wide by the NHL?": "99",
    "Who was the first goalie to get a goalie-goal?": "Ron Hextall",
    "Who was the first goalie to be credited with a goal?": "Billy Smith",
    "Who was the first emergency backup goalie to win a game?": "David Ayres",
    "Who was the first NHL player to score a goal in a game played in Europe?": "Wayne Gretzky",
    "Who was the first NHL player to score a goal in a game played in China?": "Jake Guentzel",
    "Who was the first NHL player to score a goal in a game played in the Middle East?": "Dustin Brown",
    "Who was the first NHL player to score a goal in a game played in the Southern Hemisphere?": "Nathan Walker",
    "Who was the first goalie to score a goal in a playoff game?": "Martin Brodeur",
    "Which NHL player has the nickname 'Sid the Kid'?": "Sidney Crosby",
    "Which NHL player has the nickname 'Big Z'?": "Zdeno Chara",
    "Which NHL player has the nickname 'The Finnish Flash'?": "Teemu Selanne",
    "Which NHL player has the nickname 'The Russian Rocket'?": "Pavel Bure",
    "Which NHL player has the nickname 'The Rat'?": "Brad Marchand",
    "Which NHL player has the nickname 'The Flower'?": "Marc-Andre Fleury",
    "Which NHL player has the nickname 'The Captain'?": "Gabriel Landeskog",
    "Which NHL player has the nickname 'The King'?": "Henrik Lundqvist",
    "Whern did the Carolina Hurricanes change from the Hartford Whalers?": "1997",
    "Which stadium became the first stadium to have held two Winter Classic's?": "Fenway Park"
}